Repository: costasnicou/spendsense
Catalog: spendsense/dashboard/locale/*/LC_MESSAGES/django.po
Languages: el

source: Username
el: Όνομα Χρήστη

source: Enter your username
el: Εισάγετε το όνομα χρήστη σας

source: Password
el: Κωδικός

source: Enter your password
el: Εισάγετε τον κωδικό σας

source: Select Wallet
el: Επιλέξτε Πορτοφόλι

source: Savings Percentage
el: Ποσοστό αποτομίευσης

source: Enter savings %
el: Προσθέστε % αποταμίευσης

source: Investment Percentage
el: Ποσοστό επενδύσης

source: Enter investment %
el: Προσθέστε % επενδύσης

source: Charity Percentage
el: Ποσοστό Φιλανθρωπίας

source: Enter charity %
el: Προσθέστε % φιλανθρωπίας

source: Add a description (optional)...
el: Προσθέστε περιγραφή (προαιρετικό)

source: Transaction Type
el: Τύπος Συναλλαγής

source: Category
el: Κατηγορία

source: Transaction Amount
el: Ποσό Συναλλαγής

source: Description
el: Περιγραφή

source: First Name:
el: Όνομα

source: Enter your first name
el: Εισάγετε το όνομα σας

source: Last Name:
el: Έπίθετο

source: Enter your last name
el: Εισάγετε το επίθετο σας

source: Username:
el: Όνομα Χρήστη:

source: Email:
el: Ηλεκτρονικό Ταχυδρομείο:

source: Enter your Email
el: Εισάγετε το email σας

source: Password:
el: Κωδικός:

source: Enter Password
el: Εισάγετε τον κωδικό

source: Confirm Password:
el: Επιβεβαίωση Κωδικού:

source: Confirm Password
el: Επιβεβαιώστε τον Κωδικό

source: Wallet Name
el: Όνομα Πορτοφολιού

source: Balance
el: Υπόλοιπο

source: Source Wallet
el: Πορτοφόλι Αποστολής

source: Destination Wallet
el: Πορτοφόλι Παραλαβής

source: Amount
el: Ποσό

source: Recover Negative Balance Correction
el: Ανάκτηση Διόρθωσης Αρνητικού Υπολοίπου

source: Choose Wallet
el: Επιλέξτε Πορτοφόλι

source: All Types
el: Όλοι οι Τύποι

source: Income
el: Έσοδα

source: Expense
el: Έξοδα

source: Transfer
el: Μεταφορά

source: All Categories
el: Όλες οι Κατηγορίες

source: Start Date
el: Ημερομηνία Έναρξης

source: End Date
el: Ημερομηνία Λήξης

source: Cash
el: Μετρητά

source: Debit Card
el: Χρεωστική Κάρτα

source: Credit Card
el: Πιστωτική Κάρτα

source: Bank Account
el: Τραπεζικός Λογαριασμός

source: Savings
el: Αποταμιεύσεις

source: Investment
el: Επενδύσεις

source: General
el: Γενικό

source: Food & Drinks
el: Φαγητό & Ποτά

source: Bar, cafe
el: Μπαρ, καφέ

source: Groceries
el: Ψώνια

source: Restaurant, fast-food
el: Εστιατόριο, γρήγορο φαγητό

source: Shopping
el: Αγορές

source: Clothes & Shoes
el: Ρούχα & Παπούτσια

source: Drug-store, chemist
el: Φαρμακείο, χημικός

source: Electronics, accessories
el: Ηλεκτρονικά, αξεσουάρ

source: Free time
el: Ελεύθερος Χρόνος

source: Gifts, joy
el: Δώρα, χαρά

source: Stationary, tools
el: Είδη γραφείου, εργαλεία

source: Housing
el: Κατοικία

source: Energy, utilities
el: Ενέργεια, κοινόχρηστα

source: Maintenance, repairs
el: Συντήρηση, επισκευές

source: Property insurance
el: Ασφάλεια ακινήτου

source: Rent
el: Ενοίκιο

source: Services
el: Υπηρεσίες

source: Transportation
el: Μεταφορές

source: Business trips
el: Επαγγελματικά ταξίδια

source: Long Distance
el: Μεγάλες αποστάσεις

source: Public transport
el: Δημόσια συγκοινωνία

source: Taxi
el: Ταξί

source: Vehicle
el: Όχημα

source: Fuel
el: Καύσιμα

source: Leasing
el: Μίσθωση

source: Parking
el: Στάθμευση

source: Rentals
el: Ενοικιάσεις

source: Vehicle insurance
el: Ασφάλεια οχήματος

source: Vehicle maintenance
el: Συντήρηση οχήματος

source: Life & Entertainment
el: Ζωή & Ψυχαγωγία

source: Active sport, fitness
el: Δραστήρια αθλήματα, φυσική κατάσταση

source: Alcohol, tobacco
el: Αλκοόλ, καπνός

source: Books, audio, subscriptions
el: Βιβλία, ήχος, συνδρομές

source: Charity, gifts
el: Φιλανθρωπία, δώρα

source: Culture, sport events
el: Πολιτισμός, αθλητικές εκδηλώσεις

source: Education, development
el: Εκπαίδευση, ανάπτυξη

source: Health care, doctor
el: Υγειονομική περίθαλψη, γιατρός

source: Hobbies
el: Χόμπι

source: Life Events
el: Γεγονότα ζωής

source: Lottery, gambling
el: Λοταρία, τυχερά παιχνίδια

source: TV, steaming
el: Τηλεόραση, streaming

source: Wellness, beauty
el: Ευεξία, ομορφιά

source: Communication, PC
el: Επικοινωνία, Υπολογιστές

source: Internet
el: Διαδίκτυο

source: Phone, cell phone
el: Τηλέφωνο, κινητό τηλέφωνο

source: Postal services
el: Ταχυδρομικές υπηρεσίες

source: Software, apps, games
el: Λογισμικό, εφαρμογές, παιχνίδια

source: Financial expenses
el: Οικονομικά έξοδα

source: Advisory
el: Συμβουλευτική

source: Charges, fees
el: Χρεώσεις, τέλη

source: Child Support
el: Διατροφή παιδιών

source: Fines
el: Πρόστιμα

source: Insurances
el: Ασφάλειες

source: Loan, interests
el: Δάνεια, τόκοι

source: Taxes
el: Φόροι

source: Collections
el: Συλλογές

source: Financial Investments
el: Χρηματοοικονομικές Επενδύσεις

source: Realty
el: Ακίνητα

source: Vehicles, chattels
el: Οχήματα, κινητά αντικείμενα

source: Wage, invoices
el: Μισθός, τιμολόγια

source: Sale
el: Πώληση

source: Checks, coupons
el: Επιταγές, κουπόνια

source: Dues & grants
el: Εισφορές & επιχορηγήσεις

source: Gifts
el: Δώρα

source: Interest, dividents
el: Τόκοι, μερίσματα

source: Lending, renting
el: Δανεισμός, ενοικίαση

source: Refunds (tax,purchase)
el: Επιστροφές (φόρος, αγορά)

source: Rental Income
el: Έσοδα από ενοίκια

source: Other
el: Άλλο

source: Home
el: Αρχική

source: Dashboard
el: Πίνακας Διαχείρησης

source: Log Out
el: Αποσύνδεση

source: Login
el: Σύνδεση

source: Sign Up
el: Εγγραφή

source: Copyright
el: Πνευματικά δικαιώματα

source: Designed and Developed by
el: Σχεδιάστηκε και κατασκευάστηκε από

source: Costas Nicou
el: Κώστας Νίκου

source: Welcome
el: Καλώς ήρθατε

source: Total Balance
el: Συνολικό Υπόλοιπο

source: Your Wallets
el: Τα Πορτοφόλια σας

source: Created by You
el: Δημιουργημένα από σένα

source: Predefined
el: Προκαθορισμένα

source: No Wallets available
el: Δεν υπάρχουν διαθέσιμα πορτοφόλια

source: Balance Correction
el: Διόρθωση Υπολοίπου

source: Edit
el: Επεξεργασία

source: Add Wallet
el: Προσθήκη Πορτοφολιού

source: Financial Information
el: Οικονομικές Πληροφορίες

source: Total Income
el: Συνολικά Έσοδα

source: Total Expenses
el: Συνολικά Έξοδα

source: Total Balance Correction
el: Συνολική Διόρθωση Υπολοίπου

source: Net Balance
el: Καθαρό Υπόλοιπο

source: Recent Transactions
el: Πρόσφατες Συναλλαγές

source: Type
el: Τύπος

source: Wallet
el: Πορτοφόλι

source: Current Balance
el: Τρέχον Υπόλοιπο

source: Date
el: Ημερομηνία

source: Action
el: Ενέργεια

source: None
el: Καμία

source: No Action
el: Καμία Ενέργεια

source: Delete
el: Διαγραφή

source: No transactions available.
el: Δεν υπάρχουν διαθέσιμες συναλλαγές.

source: Add Transaction
el: Προσθήκη Συναλλαγής

source: Filter Transactions
el: Φιλτράρισμα Συναλλαγών

source: Filter
el: Φίλτρο

source: Transfer Money Between Wallets
el: Μεταφορά Χρημάτων Μεταξύ Πορτοφολιών

source: Edit Transaction
el: Επεξεργασία Συναλλαγής

source: Save changes
el: Αποθήκευση αλλαγών

source: Edit Wallet
el: Επεξεργασία Πορτοφολιού

source: Save Changes
el: Αποθήκευση Αλλαγών

source: Reset
el: Επαναφορά

source: Welcome to Spendsense Income/Expense Tracker
el: Καλώς ήρθατε στο Spendsense Διαχειριστή Εσόδων/Εξόδων

source: Manage your finances easily with our tool. Sign up or log in to get started!
el: Διαχειριστείτε τα οικονομικά σας εύκολα με το εργαλείο μας. Εγγραφείτε ή συνδεθείτε για να ξεκινήσετε!

source: Learn More
el: Μάθετε Περισσότερα

source: About Us
el: Σχετικά με Εμάς

source: Welcome to Spendsense, your <strong>trusted partner</strong> in achieving financial clarity and control. Our mission is to empower individuals and businesses to manage their finances effortlessly with our intuitive income and expense tracker. Designed for simplicity and efficiency, our web application helps you monitor your spending, track income, set budgets, and achieve your financial goals—all in one place. Whether you’re saving for a dream, managing day-to-day expenses, or striving for <strong>financial freedom</strong>, Spendsense provides the tools you need to take charge of your finances. Join us on this journey to financial wellness, and let’s build a brighter future together!
el: Καλώς ήρθατε στο Spendsense, τον <strong>έμπιστο συνεργάτη</strong> σας για την επίτευξη οικονομικής διαύγειας και ελέγχου. Αποστολή μας είναι να ενδυναμώσουμε άτομα και επιχειρήσεις να διαχειρίζονται τα οικονομικά τους χωρίς κόπο με τον διαισθητικό διαχειριστή εσόδων και εξόδων μας. Σχεδιασμένη για απλότητα και αποδοτικότητα, η διαδικτυακή μας εφαρμογή σας βοηθά να παρακολουθείτε τις δαπάνες σας, να διαχειρίζεστε έσοδα, να θέτετε προϋπολογισμούς και να επιτυγχάνετε τους οικονομικούς σας στόχους—όλα σε ένα μέρος. Είτε εξοικονομείτε για ένα όνειρο, είτε διαχειρίζεστε καθημερινά έξοδα, είτε αγωνίζεστε για <strong>οικονομική ελευθερία</strong>, το Spendsense παρέχει τα εργαλεία που χρειάζεστε για να αναλάβετε τον έλεγχο των οικονομικών σας. Συμμετάσχετε σε αυτό το ταξίδι προς την οικονομική ευεξία και ας δημιουργήσουμε μαζί ένα φωτεινότερο μέλλον!

source: Why Us
el: Γιατί Εμάς

source: Better Financial Management
el: Καλύτερη Διαχείριση Οικονομικών

source: An income/expense tracker allows users to monitor their financial activities in real-time, providing a clear picture of their income and spending patterns. This helps in maintaining control over their finances.
el: Ένας διαχειριστής εσόδων/εξόδων επιτρέπει στους χρήστες να παρακολουθούν τις οικονομικές τους δραστηριότητες σε πραγματικό χρόνο, παρέχοντας μια ξεκάθαρη εικόνα των εισοδημάτων και των δαπανών τους. Αυτό βοηθά στη διατήρηση του ελέγχου των οικονομικών τους.

source: Budgeting Made Simple
el: Απλή Διαχείριση Προϋπολογισμού

source: Users can set budgets for different categories (e.g., groceries, entertainment, bills) and track their adherence to these budgets. This makes budgeting more organized and less overwhelming.
el: Οι χρήστες μπορούν να θέσουν προϋπολογισμούς για διαφορετικές κατηγορίες (π.χ., τρόφιμα, ψυχαγωγία, λογαριασμοί) και να παρακολουθούν την τήρησή τους. Αυτό κάνει τη διαχείριση προϋπολογισμού πιο οργανωμένη και λιγότερο αγχωτική.

source: Identify Spending Habits
el: Εντοπισμός Συνηθειών Δαπανών

source: By categorizing transactions, users can identify areas where they are overspending or areas where they can cut back, enabling more informed decision-making.
el: Με την κατηγοριοποίηση των συναλλαγών, οι χρήστες μπορούν να εντοπίσουν περιοχές όπου ξοδεύουν υπερβολικά ή περιοχές όπου μπορούν να μειώσουν, διευκολύνοντας πιο ενημερωμένες αποφάσεις.

source: Features
el: Χαρακτηριστικά

source: User Authentication and Security
el: Ταυτοποίηση Χρήστη και Ασφάλεια

source: Dashboard Overview
el: Επισκόπηση Πίνακα Ελέγχου

source: Multi-Wallet Management
el: Διαχείριση Πολλαπλών Πορτοφολιών

source: Transaction Management
el: Διαχείριση Συναλλαγών

source: Balance Adjustment Management
el: Διαχείριση Προσαρμογών Υπολοίπου

source: Go to Dashboard
el: Πίνακας Διαχείρησης

source: Sign Up Now
el: Εγγραφείτε Τώρα

source: What they are saying about us
el: Τι λένε για εμάς

source: Game-Changer for My Finances
el: Καταλυτικό για τα Οικονομικά μου

source: This app has completely transformed the way I manage my money. Before, I would constantly wonder where my paycheck disappeared by the end of the month. Now, with the income and expense tracker, I can see every transaction in real-time. It’s so easy to categorize my spending and identify areas where I can cut back. I feel more in control of my financial future than ever before. If you’ve been struggling to manage your money, this app is a must-have!
el: Αυτή η εφαρμογή έχει αλλάξει ριζικά τον τρόπο που διαχειρίζομαι τα χρήματά μου. Παλαιότερα αναρωτιόμουν συνεχώς πού εξαφανιζόταν ο μισθός μου στο τέλος του μήνα. Τώρα, με τον διαχειριστή εσόδων και εξόδων, μπορώ να βλέπω κάθε συναλλαγή σε πραγματικό χρόνο. Είναι τόσο εύκολο να κατηγοριοποιήσω τα έξοδά μου και να εντοπίσω περιοχές όπου μπορώ να μειώσω. Νιώθω περισσότερο έλεγχο για το οικονομικό μου μέλλον από ποτέ. Αν δυσκολεύεστε να διαχειριστείτε τα χρήματά σας, αυτή η εφαρμογή είναι απαραίτητη!

source: Incredible Insights into Spending Habits
el: Απίστευτες Γνώσεις για τις Συνήθειες Δαπανών

source: This app was a real eye-opener for me. I thought I was managing my money well until I started using the tracker. It turns out, I was spending way more on eating out and subscriptions than I realized. The app’s insights and reports showed me exactly where I was overspending, and I’ve made changes that are already paying off. I’m saving hundreds of dollars every month now, and it feels great to know I’m making smarter financial decisions.
el: Αυτή η εφαρμογή ήταν πραγματικά αποκαλυπτική για μένα. Νόμιζα ότι διαχειριζόμουν τα χρήματά μου καλά, μέχρι που άρχισα να χρησιμοποιώ τον διαχειριστή. Αποδείχθηκε ότι ξόδευα πολύ περισσότερα για φαγητό και συνδρομές από ό,τι συνειδητοποιούσα. Οι πληροφορίες και οι αναφορές της εφαρμογής μου έδειξαν ακριβώς πού υπήρχε υπερβολική κατανάλωση, και έχω ήδη κάνει αλλαγές που αποδίδουν. Εξοικονομώ εκατοντάδες ευρώ κάθε μήνα τώρα, και νιώθω υπέροχα που παίρνω πιο έξυπνες οικονομικές αποφάσεις.

source: A Must-Have for Couples
el: Απαραίτητο για Ζευγάρια

source: My partner and I always struggled to track our shared expenses. We’d forget who paid for what, and it led to so many arguments. This app has been a total game-changer for us. We now have a joint account on the app where we can track shared expenses like groceries, rent, and utilities. The split feature is especially helpful—we can divide expenses between us and see exactly who owes what. It’s made managing our finances so much easier, and it’s brought us closer as a couple!"
el: Ο/Η σύντροφός μου και εγώ πάντα δυσκολευόμασταν να παρακολουθούμε τα κοινά μας έξοδα. Ξεχνούσαμε ποιος πλήρωσε τι, και αυτό οδηγούσε σε πολλές διαφωνίες. Αυτή η εφαρμογή ήταν πραγματικά καταλυτική για εμάς. Τώρα έχουμε έναν κοινό λογαριασμό στην εφαρμογή, όπου μπορούμε να παρακολουθούμε κοινά έξοδα όπως τρόφιμα, ενοίκιο και λογαριασμούς. Η δυνατότητα διαίρεσης εξόδων είναι ιδιαίτερα χρήσιμη—μπορούμε να δούμε ακριβώς ποιος χρωστάει τι. Έχει κάνει τη διαχείριση των οικονομικών μας τόσο πιο εύκολη, και μας έχει φέρει πιο κοντά ως ζευγάρι!

source: Don't let your finances control you
el: Μην αφήνετε τα οικονομικά σας να σας ελέγχουν

source: Sign up now and experience the power of effortless budgeting, real-time tracking, and insightful analytics. Start your journey toward financial freedom today—because your money deserves to work for you!
el: Εγγραφείτε τώρα και ανακαλύψτε τη δύναμη της εύκολης διαχείρισης προϋπολογισμού, της παρακολούθησης σε πραγματικό χρόνο και των πολύτιμων αναλύσεων. Ξεκινήστε το ταξίδι σας προς την οικονομική ελευθερία σήμερα—γιατί τα χρήματά σας αξίζουν να δουλεύουν για εσάς!

source: Don't have an account?
el: Δεν έχετε λογαριασμό;

source: Sign up here.
el: Εγγραφείτε εδώ.

source: Already have an account?
el: Έχετε ήδη λογαριασμό;

source: Log in here
el: Συνδεθείτε εδώ

source: Balance Adjustment
el: Προσαρμογή Υπολοίπου

source: Balance Adjustment Decrease
el: Αρνητική Προσαρμογή Υπολοίπου

source: Balance Adjustment Increase
el: Θετική Προσαρμογή Υπολοίπου

source: Charity
el: Φιλανθρωπία
